[
  "You have a class of young strong men and women, and they want to give their lives to something. Advertising has these people chasing cars and clothes they don't need. Generations have been working in jobs they hate, just so they can buy what they don't really need.",
  "Let me tell you why you're here. You're here because you know something. What you know you can't explain, but you feel it. You've felt it your entire life, that there's something wrong with the world. You don't know what it is, but it's there, like a splinter in your mind, driving you mad. It is this feeling that has brought you to me. Do you know what I'm talking about?",
  "Good games offer players a set of challenging problems and then let them practice these until they have routinized their mastery.",
  "In the casino, the cardinal rule is to keep them playing and to keep them coming back. The longer they play, the more they lose, and in the end, we get it all. Running a casino is like robbing a bank with no cops around.",
  "The example of painting can teach us not only how to manage our own work, but how to work together. A lot of the great art of the past is the work of multiple hands, though there may only be one name on the wall next to it in the museum.",
  "For centuries, the battle of morality was fought between those who claimed that your life belongs to God and those who claimed that it belongs to your neighbors. And no one came to say that your life belongs to you and that the good is to live it.",
  "Now I want you to think and stop being a smart aleck. A man's attitude goes some ways - the way his life will be. Is that something you agree with? So since you agree, you must be someone who does not care about the good life.",
  "Humans need to practice what they are learning a good deal before they master it. Furthermore, they tend to lose a good deal of their learning when they cease to practice the skills associated with this learning in their daily lives.",
  "She's got eyes of the bluest skies as if they thought of rain. I hate to look into those eyes and see an ounce of pain. Her hair reminds me of a warm safe place where as a child I'd hide and pray for the thunder and the rain to quietly pass me by.",
  "There is something about yourself that you don't know. Something that you will deny even exists, until it's too late to do anything about it. It's the only reason you get up in the morning. We share an addiction. We're approval junkies. We're all in it for the slap on the back and the gold watch."
]
